---
kind: other
id: Methods.T:Autodesk.Revit.DB.IFC.ImporterIFC
source: html/eed01aca-b82c-2019-c264-67677b7ec8f3.htm
---
# ImporterIFC Methods

Gets the collection of named options set by the importer client.